{
  "preguntas": [
    "Si todos tus ex se reunieran, ¿en qué queja estarían todos de acuerdo?",
    "Si tuvieras la oportunidad, ¿qué querría tatuarse tu peor enemigo en la espalda?",
    "Cuando te sientas al lado de alguien en un avión, ¿qué crees que pasa por su cabeza?",
    "Si te convirtieras en líder de un país, ¿qué diría la prensa de ti?",
    "Con un presupuesto ilimitado, ¿cómo planearía su propio funeral?",
    "¿Cuándo fue la última vez que alguien le vio llorar?",
    "¿Qué cualidad infravalorada encuentras atractiva en una persona?",
    "¿Cuál es el rasgo común de todas las personas con las que has salido?",
    "¿En qué aspectos eres un privilegiado?",
    "Si pudieras nacer en otra época de la historia, ¿cuál elegirías?",
    "¿Cuál es la creencia más extraña que tenías de niño?",
    "¿Cuál es tu recuerdo más preciado de la infancia?",
    "¿Cómo defines el éxito en tu vida?",
    "¿Puede describir un momento en el que superó un reto importante?",
    "Si pudieras cambiar una cosa del mundo, ¿qué sería?",
    "¿Cuál cree que es la cualidad más importante en una persona?",
    "¿Ha tenido alguna vez una experiencia que le haya cambiado la vida?",
    "¿Puedes describir un momento en el que tuviste que perdonar a alguien, o ser perdonado?",
    "¿Cuál es tu idea de un día perfecto?",
    "¿Cuál es la causa o el problema social que te apasiona?",
    "¿Cuál es la lección más valiosa que has aprendido de una relación pasada?",
    "¿Cuál es tu forma favorita de expresión creativa (arte, música, escritura, etc.)?",
    "¿Crees en el concepto de almas gemelas o de múltiples conexiones significativas?",
    "¿Qué lugar te gustaría visitar antes de morir?",
    "¿Cómo defines la felicidad y qué te hace verdaderamente feliz?",
    "¿Cuál es el logro del que te sientes más orgulloso hasta ahora?",
    "¿Cuál es tu forma favorita de relajarte o aliviar el estrés?",
    "¿Alguna vez has tenido que romper con un amigo? ¿Cuál fue el motivo?",
    "¿Cuál es la señal de que probablemente seguirías siendo amigo de alguien de por vida?",
    "¿Quién era el chico más guay de tu instituto y dónde está ahora?",
    "¿Qué día de tu vida desearías poder borrar de la historia?",
    "¿Qué pensaría tu yo de diez años de tu yo actual?",
    "Si tu vida fuera un videojuego, ¿qué nivel sería el más difícil de superar?",
    "¿Cuál es la frase que te gustaría poder desterrar del vocabulario de todo el mundo?",
    "¿Con qué defectos estarías de acuerdo en una pareja romántica?",
    "Rellena el espacio en blanco: 'Cuando estoy enfadado, tiendo a ______.'",
    "Si te convirtieras en el guía turístico oficial de la Tierra para los extraterrestres, ¿adónde les llevarías?",
    "En tu biografía, ¿qué capítulos pedirías a tus padres que se saltaran?",
    "¿Cuál es la forma más fácil de romper tu confianza?",
    "¿Cómo de bien te llevarías con alguien exactamente igual que tú?",
    "¿Quiénes son las personas que más probablemente te darían las gracias en su discurso si alguna vez ganaran un premio?",
    "¿Cómo cambiaría la forma en que la sociedad castiga a los delincuentes?",
    "Si en un museo hubiera una exposición sobre usted, ¿qué objetos expondrían?",
    "Si cada ser humano viniera con una etiqueta de advertencia, ¿qué diría la suya?",
    "Imagina que tu rutina diaria se hubiera convertido en un reality show. ¿Qué partes serían las más comentadas?",
    "¿Preferirías ir a la cárcel por un asesinato que nunca cometiste o matar a alguien y que nunca te pillaran?",
    "¿Qué supondrían de ti los detectives si inspeccionaran tu habitación sin conocerte?",
    "¿Cuándo fue la última vez que te reíste sin control?",
    "¿Cómo pasarías el tiempo si te volvieras invisible durante una semana?",
    "¿Quién es la figura influyente de la que desearías poder hacer cien clones?",
    "Cuando eras niño, ¿cómo te imaginabas la edad adulta y cómo se compara con la realidad?",
    "¿Con quién y qué no deberías quedarte nunca atrapado dentro de un ascensor?",
    "¿Alguna vez has sentido algo diferente por una persona después de haber soñado con ella?",
    "¿Qué hay de tu vida actual que echarías de menos cuando tengas ochenta años?",
    "¿Qué podías hacer hace cinco años que no puedes hacer hoy?",
    "Si no tuvieras que dormir cada noche, ¿qué harías con todo ese tiempo extra?",
    "Si tuvieras que inventar una nueva asignatura obligatoria para todos en la escuela, ¿cuál sería?",
    "Si pudieras dar consejos a tus padres sobre cómo educarte, ¿qué les dirías?",
    "Si todo el mundo tuviera que decidir su carrera a los seis años, ¿cómo sería tu vida ahora?",
    "Describe un momento que te haya hecho sentir como un adulto de verdad",
    "Inventa un nuevo deporte olímpico en el que sin duda ganarías una medalla",
    "¿Qué es lo que tus ex probablemente extrañan de ti?",
    "Son tus últimas veinticuatro horas en la tierra. Estás en plena forma y tienes fondos ilimitados. ¿Qué harías?",
    "Imagina que todos tuviéramos que empezar de nuevo en Marte y tú fueras el responsable de elegir quién entra a formar parte de la Humanidad 2.0 ,¿Cómo decidirías a quién aceptar?",
    "¿Cuál es el rasgo de carácter que esperas no transmitir a tus hijos?",
    "¿Qué superpoderes son probablemente más inconvenientes que útiles?",
    "¿Cree que la química es inherente o es algo que se puede desarrollar con el tiempo?"

  ]
}