{
  "questions": [
    "If all your exes got together, what's one complaint they would all agree on?",
    "Given the chance, what would your worst enemy want to tattoo on your back?",
    "When you sit next to someone on a plane, what do you think goes through their mind?",
    "If you ebcame a leader of a country, what would the press say about you?",
    "Given an unlimited budget, how would you plan your own funeral?",
    "When was the last time someine saw you cry?",
    "What is one underrated quality you find attractive in a person?",
    "What's a common trait shared by everyone you've date?",
    "In what ways are you privileged?",
    "If you could be born in another era in history, which would you choose?",
    "When did you first learn about race and how did that change the way you saw people?",
    "What's one weird belief you used to have when you were a kid?",
    "What's your most cherished childhood memory?",
    "What's the most significant life lesson you've learned so far?",
    "How do you define success in your life?",
    "Can you describe a moment when you overcame a significant challenge?",
    "What's your philosophy on personal growth and self-improvement?",
    "If you could change one thing about the world, what would it be?",
    "What do you think is the most important quality in a person?",
    "Have you ever had a life-changing experience that reshaped your perspective?",
    "What's your perspective on love and what it means to you?",
    "Can you describe a time when you had to forgive someone, or be forgiven?",
    "What's your idea of a perfect day?",
    "How do you cope with loss or difficult endings in life?",
    "What's a cause or social issue you're passionate about?",
    "What's the most valuable lesson you've learned from a past relationship?",
    "How do you handle disagreements or conflicts in a relationship?",
    "What's your favorite form of creative expression (art, music, writing, etc.)?",
    "Do you believe in the concept of soulmates or multiple meaningful connections?",
    "What's a place you'd like to visit before you die?",
    "How do you define happiness and what makes you truly happy?",
    "Can you describe a time when you had to take a significant risk?",
    "What's your take on technology's impact on our lives and society?",
    "What's your proudest accomplishment so far?",
    "How do you stay motivated and passionate about your goals?",
    "Can you share a time when you had to stand up for your beliefs?",
    "What's your favorite form of relaxation or stress relief?",
    "How do you define trust, and how do you build it in a relationship?",
    "What's your take on the concept of work you love versus a high-paying job?",
    "Can you describe a time when you had a major epiphany or realization?",
    "What's your perspective on the pursuit of knowledge and learning?",
    "How do you maintain a healthy and active lifestyle?",
    "What's your idea of a successful and lasting romantic relationship?",
    "Can you share a time when you felt like you truly made a difference in someone's life?",
    "How do you approach setting and achieving personal goals?",
    "What's your perspective on the impact of the past on the present and future?",
    "What's your take on the concept of resilience and bouncing back from adversity?",
    "How do you approach the concept of wealth and abundance in your life?",
    "What's your favorite way to express your gratitude and appreciation?",
    "How do you cope with the challenges of our modern, fast-paced world?",
    "What's your perspective on the power of hope and optimism?",
    "How do you define the importance of personal values in decision-making?",
    "Can you describe a time when you had a powerful intuition or gut feeling?",
    "How do you handle the balance between taking risks and playing it safe?",
    "What's your idea of a fulfilling and meaningful retirement?",
    "How do you approach the idea of living in the present moment?",
    "What's your perspective on the impact of culture and heritage on identity?",
    "How do you prioritize and nurture your closest relationships?",
    "What's the most meaningful act of generosity you've experienced or witnessed?",
    "How do you cope with moments of disappointment and unmet expectations?",
    "What's your take on the concept of self-acceptance and self-love?",
    "How do you define the importance of lifelong learning and personal growth?",
    "What's your approach to resolving conflicts with others?",
    "What's your idea of a perfect day, from start to finish?",
    "How do you give back to your community or make a difference?",
    "What's your approach to managing and achieving your long-term goals?",
    "What's your take on the concept of work you love versus a high-paying job?",
    "Can you describe a time when you had a significant moment of personal growth?",
    "What's your perspective on the pursuit of personal happiness and well-being?",
    "Can you share a time when you had a significant breakthrough in your life?",
    "What's your take on the importance of self-awareness in personal growth?",
    "How do you maintain a work-life balance in your career?",
    "What's the most valuable lesson you've learned from a mentor or role model?",
    "Can you describe a time when you helped someone in a profound way?",
    "What's your approach to dealing with difficult people or challenging situations?",
    "How do you prioritize self-care and self-love in your life?",
    "What's your perspective on the concept of time and how we use it in our lives?",
    "Can you describe a time when you faced a major decision and how you approached it?",
    "What's your perspective on the importance of empathy and compassion?",
    "How do you handle the balance between independence and interdependence in a relationship?",
    "What's your perspective on the meaning and purpose of life?",
    "How do you define your values and ensure they guide your decisions?",
    "Can you describe a time when you had a powerful realization about yourself?",
    "What's your perspective on the concept of destiny and free will?",
    "How do you give back to the environment and protect natural resources?",
    "What's your approach to maintaining a healthy work-life balance?",
    "What's your perspective on the concept of destiny and purpose?",
    "How do you handle the balance between striving for success and finding contentment?",
    "What's your approach to maintaining a healthy and active lifestyle?",
    "What's your perspective on the balance between ambition and contentment?",
    "How do you express gratitude in your daily life?",
    "What's your perspective on the importance of rituals and traditions?",
    "How do you approach the idea of leaving a mark on the world?",
    "How do you approach the concept of time and how you use it in your life?",
    "How do you prioritize and manage your time effectively?",
    "What's your approach to resolving conflicts with others?",
    "What's your perspective on the concept of destiny and free will?",
    "How do you express and process your emotions and feelings?",
    "How do you cope with moments of self-doubt and insecurity?",
    "What's your favorite form of relaxation or stress relief?",
    "How do you define trust, and how do you build it in a relationship?",
    "What's your take on the importance of empathy and compassion?",
    "How do you maintain a sense of wonder and curiosity about the world?",
    "What's your definition of true courage?",
    "How do you cope with change and adapt to new circumstances?",
    "What's your perspective on the concept of soulmates or multiple meaningful connections?",
    "How do you define beauty, and where do you find it in your life?",
    "What's your perspective on the concept of storytelling in our lives?",
    "How do you define the importance of self-awareness in personal growth?",
    "Can you describe a time when you had a major ethical dilemma?",
    "What's your take on the concept of self-acceptance and self-love?",
    "How do you define the importance of lifelong learning and personal growth?",
    "What's your approach to dealing with difficult people or challenging situations?",
    "What's your idea of a perfect day, from start to finish?",
    "How do you nurture and cultivate your creativity in daily life?",
    "What's your perspective on the concept of resilience and bouncing back from adversity?",
    "How do you cope with the passage of time and aging?",
    "What's your perspective on the impact of culture and heritage on identity?",
    "How do you maintain a sense of wonder and curiosity about the world?",
    "What's your approach to managing stress and maintaining mental well-being?",
    "What's your approach to dealing with regrets or missed opportunities in life?",
    "What's your perspective on the power of hope and optimism?",
    "How do you define the impact of social media on our lives and society?",
    "What's your approach to setting and achieving personal goals?",
    "What's your perspective on the balance between individuality and fitting into a group?",
    "How do you cope with regrets or missed opportunities in life?",
    "How do you approach making tough decisions with no clear answer?",
    "What's your take on the importance of personal growth and self-improvement?",
    "How do you define trust, and how do you build it in a relationship?",
    "What's your approach to resolving conflicts with others?",
    "What's your idea of a successful and lasting romantic relationship?",
    "How do you handle stress and difficult situations?",
    "What's the most beautiful place you've ever been to?",
    "Can you share a time when you had to make a tough moral decision?",
    "What's your favorite quote or piece of wisdom?",
    "Do you believe in fate or that we create our destinies?",
    "How do you maintain a work-life balance in your career?",
    "What's the most meaningful book you've ever read and why?",
    "What's your perspective on the importance of empathy and compassion?",
    "How do you prioritize self-care and self-love in your life?",
    "What's your approach to managing and achieving your long-term goals?",
    "What's your favorite form of creative expression (art, music, writing, etc.)?",
    "Do you believe in the concept of soulmates or multiple meaningful connections?",
    "What's your perspective on the pursuit of knowledge and personal growth?",
    "How do you cope with change and adapt to new circumstances?",
    "What's your take on technology's impact on our lives and society?",
    "What's your proudest accomplishment so far?",
    "How do you express and process your emotions and feelings?",
    "How do you handle setbacks and failures in your life?",
    "What's the most memorable lesson you've learned from a mistake?",
    "Can you describe a moment when you had a significant moment of personal growth?",
    "How do you cope with the challenges of our modern, fast-paced world?",
    "What's your idea of a successful and lasting romantic relationship?",
    "Can you share a time when you felt like you truly made a difference in someone's life?",
    "How do you approach setting and achieving personal goals?",
    "What's your perspective on the impact of the past on the present and future?",
    "What's your take on the concept of resilience and bouncing back from adversity?",
    "How do you approach the concept of wealth and abundance in your life?",
    "What's your favorite way to express your gratitude and appreciation?",
    "How do you handle the balance between taking risks and playing it safe?",
    "What's your idea of a fulfilling and meaningful retirement?",
    "How do you approach the idea of living in the present moment?",
    "What's your perspective on the impact of culture and heritage on identity?",
    "How do you prioritize and nurture your closest relationships?",
    "What's the most meaningful act of generosity you've experienced or witnessed?",
    "How do you cope with moments of disappointment and unmet expectations?",
    "What's your take on the concept of self-acceptance and self-love?",
    "How do you define the importance of lifelong learning and personal growth?",
    "What's a dream or goal you've always had but haven't pursued yet?",
    "Can you share a personal mantra or motto that guides your life?",
    "What's something you're really passionate about, but haven't talked much about with others?",
    "How do you stay motivated and inspired on a daily basis?",
    "What's the most memorable trip or adventure you've been on?",
    "Can you share a time when you had to make a difficult sacrifice for something you believed in?",
    "What's your favorite way to unwind and relax after a long day?",
    "What's a hobby or skill you'd like to develop in the future?",
    "Can you describe a moment when you felt a deep sense of gratitude?",
    "What's your perspective on the power of vulnerability and authenticity?",
    "What's your favorite form of artistic expression (writing, painting, music, etc.)?",
    "How do you define the concept of trust and its importance in relationships?",
    "What's a historical figure or role model you admire and why?",
    "Can you describe a time when you had a powerful realization about your own behavior?",
    "What's the most important quality you look for in a friend or partner?",
    "How do you cope with moments of stress or overwhelming situations?",
    "What's your perspective on the concept of fate or destiny?",
    "What's a skill or talent you have that you're proud of but don't often showcase?",
    "Can you share a time when you faced a major decision with no clear answer?",
    "How do you approach the balance between giving and receiving in relationships?",
    "What's a place you'd like to visit someday that you haven't been to yet?",
    "How do you define the concept of personal identity and self-discovery?",
    "What's a cause or social issue you're passionate about and why?",
    "Can you describe a time when you felt deeply connected to nature?",
    "What's your perspective on the concept of time and its influence on our lives?",
    "How do you prioritize self-care and well-being in your daily routine?",
    "What's a childhood memory that shaped your values or beliefs?",
    "How do you approach the concept of happiness and life satisfaction?",
    "What's the most meaningful compliment you've ever received?",
    "Can you share a time when you had a significant moment of personal growth?",
    "How do you handle moments of disappointment or unmet expectations?",
    "What's your idea of a perfect day from beginning to end?",
    "How do you maintain a sense of wonder and curiosity about the world?",
    "What's your take on the balance between individuality and fitting into a group?",
    "Can you describe a time when you overcame a major fear or phobia?",
    "What's the most valuable lesson you've learned from a failure?",
    "How do you define the importance of self-acceptance and self-love?",
    "What's a cultural tradition or ritual that's meaningful to you?",
    "Can you share a time when you felt truly inspired by someone else?",
    "How do you cope with moments of change or transition in life?",
    "What's your perspective on the concept of love and its various forms?",
    "How do you prioritize and nurture your closest relationships?",
    "What's your approach to maintaining a healthy work-life balance?",
    "What's a moment when you felt a deep sense of awe or wonder?",
    "How do you handle disagreements or conflicts with others?",
    "What's your take on the concept of personal growth and self-improvement?",
    "How do you define the concept of forgiveness and its role in healing?",
    "What's a song or piece of music that holds special meaning for you?",
    "Can you describe a time when you had to let go of something or someone you loved?",
    "How do you approach setting and achieving long-term goals in life?",
    "What's your perspective on the impact of technology on our society?",
    "How do you maintain a sense of gratitude in your daily life?",
    "What's a childhood ambition or dream you've carried into adulthood?",
    "Can you share a time when you felt deeply moved by an act of kindness?",
    "How do you define the concept of purpose and its role in life?",
    "What's a film or movie that left a lasting impression on you?",
    "How do you handle the balance between living in the moment and planning for the future?",
    "What's a personal project or goal you're currently working on?",
    "Can you describe a time when you experienced a major breakthrough?",
    "What's your take on the importance of community and social connections?",
    "How do you approach the concept of gratitude and appreciation?",
    "What's a childhood memory that never fails to make you smile?",
    "How do you define the importance of family and its influence on your life?",
    "What's a personal achievement that you're proud of accomplishing?",
    "Can you share a time when you had a major epiphany or realization?",
    "How do you handle moments of self-discovery and personal growth?",
    "What's your perspective on the concept of wealth and abundance?",
    "How do you approach the concept of work-life balance in your career?",
    "What's your idea of a fulfilling and meaningful retirement?",
    "Can you describe a time when you felt truly aligned with your values?",
    "How do you maintain a sense of inner peace and well-being?",
    "What's your perspective on the concept of resilience and bouncing back from adversity?",
    "How do you define the impact of past experiences on your present self?",
    "What's a place that holds special memories for you?",
    "What's your approach to the balance between living in the moment and planning for the future?",
    "What's your take on the concept of success and its different meanings?",
    "Can you share a time when you felt a deep sense of wonder about the universe?",
    "How do you prioritize personal values in decision-making?",
    "What's a personal habit or routine that positively impacts your life?",
    "How do you cope with moments of fear and anxiety?",
    "What's a dream or aspiration you have for the future?",
    "How do you approach the concept of compassion and empathy in your life?",
    "What's a personal challenge you've faced and overcome?",
    "Can you share a time when you felt truly inspired by someone else?"
  ]
}