{
  "questions": [
    "If all your exes got together, what's one complaint they would all agree on?",
    "Given the chance, what would your worst enemy want to tattoo on your back?",
    "When you sit next to someone on a plane, what do you think goes through their mind?",
    "If you became a leader of a country, what would the press say about you?",
    "Given an unlimited budget, how would you plan your own funeral?",
    "When was the last time someine saw you cry?",
    "What is one underrated quality you find attractive in a person?",
    "What's a common trait shared by everyone you've date?",
    "In what ways are you privileged?",
    "If you could be born in another era in history, which would you choose?",
    "What's one weird belief you used to have when you were a kid?",
    "What's your most cherished childhood memory?",
    "How do you define success in your life?",
    "Can you describe a moment when you overcame a significant challenge?",
    "If you could change one thing about the world, what would it be?",
    "What do you think is the most important quality in a person?",
    "Have you ever had a life-changing experience?",
    "Can you describe a time when you had to forgive someone, or be forgiven?",
    "What's your idea of a perfect day?",
    "What's a cause or social issue you're passionate about?",
    "What's the most valuable lesson you've learned from a past relationship?",
    "What's your favorite form of creative expression (art, music, writing, etc.)?",
    "Do you believe in the concept of soulmates or multiple meaningful connections?",
    "What's a place you'd like to visit before you die?",
    "How do you define happiness and what makes you truly happy?",
    "What's your proudest accomplishment so far?",
    "What's your favorite form of relaxation or stress relief?",
    "Have you ever had to break up'with a friend? What was the reason?",
    "What's one sign that you would probably stay friends with someone for life?",
    "Who was the coolest kid in your high school and where is he/she now?",
    "Which day in you life do you wish you could erase from history?",
    "What would your ten-year-old self think of your present self?",
    "If your life were a video game, which level would be the most difficult to get through?",
    "What is one phrase you wish you could ban from everyone's vocabulary?",
    "What flaws would you be okay with in a romantic partner?",
    "Fill in the blank: 'When I am angry, I tend to ______.'",
    "If you became earth's official tour guide to aliens, where would you take them?",
    "In your biography, which chapters would you ask your parents to skip?",
    "What is the easiest way to break your trust?",
    "How well would you get along with someone exactly like you",
    "Who are the people most likely to thank you in their speech if they ever won an award?",
    "How would you change the way society punishes criminals?",
    "If a museum had an exhibit about you, what items would the put on display?",
    "If every human came with a warning label, what would yours say?",
    "Imagine your daily routine had been turned into a reality show. Which parts would be the most talked about?",
    "Would you rather go to jail for a murder you never committed or kill someone and never get caught?",
    "What would detectives assume about you if they inspected your room without ever meeting you?",
    "When was the last time you laughed uncontrollably?",
    "How would you spend your time if you turned invisible for a week?",
    "Who's one influential figure you wish you could make a hundred clones of?",
    "When you were a child, how did you imagine adulthood and how does that compare to reality?",
    "Who and what should you never be trapped with inside an elevator?",
    "Have you ever felt differently about a person after you had dreamt about them?",
    "What's something about your life now that you would miss when you're eighty?",
    "What's something you could do five years ago that yo can't do today?",
    "If you didn't have to sleep every night, what would you do with all that extra time?",
    "If you had to come up with a new class that everyone is required to take in school, what would it be?",
    "If you could give your parents advice on how to raise you, what would you tell them?",
    "If everyone had to decide on their career path at age six, what would your life look like now?",
    "Describe a moment that made you feel like a real grown-up.",
    "Come up with a new Olympic sport in which you would definitely medal.",
    "What's one thing your exes probably miss about you?",
    "It's your final twenty-four hours on earth. You're in great shape and have limitless funds. What do you do?",
    "Imagine we all had to start over on Mars and you were responsible fot choosing who gets to be part of Humanity 2.0. How would you decide on who to accept?",
    "What's a character trait you hope you'd never pass down to your kids?",
    "What' superpowers are probably more inconvenient than they are useful?",
    "Do you believe chemistry is inherent or is it something you can develop over time?"
  ]
}